<?php
/**
 * Created by PhpStorm
 * User: Kha Nam
 * Date: 21/05/2022
 * Time: 14:29
 */
return [
    'type' => [
        1 => 'トレース',
        2 => '清書',
        5 => 'プラン',
        3 => '修正',
        4 => '色塗り',
    ],
    'other_information' => [
        1 => '座標・求積図',
        2 => '平面図1F',
        3 => 'その他',
        4 => '敷地配置図',
        5 => '平面図2F',
        6 => 'ラフプラン',
        7 => '立面図',
        8 => '建物パース',
        9 => '現地写真',
    ],
    'status' => [
        1 => '作業未定',
        2 => '作業中',
        6 => '確認中',
        3 => '完成済',
        4 => '納期相談希望',
        5 => 'キャンセル',
    ],
    'color_status' => [
        1 => '#ff002f',
        2 => '#fcc121',
        3 => '#3570ff',
        5 => '#73673c',
        6 => '#ff835c'
    ],
    'building' => [
        'new' => '新築',
        'reform' => 'リフォーム'
    ]
];
